{"text": "3-Dimensional Simulation. This patient is undergoing 3-dimensionally planned radiation therapy in order to adequately target structures at risk while diminishing the degree of exposure to uninvolved adjacent normal structures.", "cats": {"PERSONAL_REPORT": 1.0, "OTHER": 0.0}}
{"text": "Laparoscopic hand-assisted left adrenalectomy and umbilical hernia repair. Patient with a 5.5-cm diameter nonfunctioning mass in his right adrenal.", "cats": {"PERSONAL_REPORT": 1.0, "OTHER": 0.0}}
{"text": "Patient seen in Neuro-Oncology Clinic because of increasing questions about what to do next for his anaplastic astrocytoma.", "cats": {"PERSONAL_REPORT": 1.0, "OTHER": 0.0}}
{"text": "Chronic lymphocytic leukemia (CLL), autoimmune hemolytic anemia, and oral ulcer. The patient was diagnosed with chronic lymphocytic leukemia and was noted to have autoimmune hemolytic anemia at the time of his CLL diagnosis.", "cats": {"PERSONAL_REPORT": 1.0, "OTHER": 0.0}}
{"text": "Refractory anemia that is transfusion dependent. At this time, he has been admitted for anemia with hemoglobin of 7.1 and requiring transfusion.", "cats": {"PERSONAL_REPORT": 1.0, "OTHER": 0.0}}
{"text": "Patient status post gastric bypass surgery, developed nausea and right upper quadrant pain.", "cats": {"PERSONAL_REPORT": 0.0, "OTHER": 1.0}}
{"text": "Possible free air under the diaphragm. On a chest x-ray for what appeared to be shortness of breath she was found to have what was thought to be free air under the right diaphragm. No intra-abdominal pathology.", "cats": {"PERSONAL_REPORT": 0.0, "OTHER": 1.0}}
{"text": "The patient is a 17-year-old female, who presents to the emergency room with foreign body and airway compromise and was taken to the operating room. She was intubated and fishbone", "cats": {"PERSONAL_REPORT": 0.0, "OTHER": 1.0}}
{"text": "Refractory anemia that is transfusion dependent. At this time, he has been admitted for anemia with hemoglobin of 7.1 and requiring transfusion.", "cats": {"PERSONAL_REPORT": 0.0, "OTHER": 1.0}}
{"text": "Comprehensive annual health maintenance examination, dyslipidemia, tinnitus in left ear, and hemorrhoids.", "cats": {"PERSONAL_REPORT": 0.0, "OTHER": 1.0}}